Repository: mohamedfadol/mohamedfadol-logtah_last_client
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: Username
ar: إسم المستخدم

source: password
ar: كلمة المرور

source: login
ar: تسجيل الدخول

source: email
ar: الإيميل

source: Forget Password ?
ar: هل نسيت كلمة المرور ؟

# invalid_information_login
source: Invalid Information's for login
ar: معلومات الدخول غير صحيحة

source: please insert correct details
ar: من فضلك أدخل بيانات صحيحة

source: Login Failed
ar: فشل تسجيل الدخول

source: Actions
ar: الخيارات

source: Owner
ar: المالك

# signed
source: Sign
ar: توقيع

source: Meeting Name
ar: إسم الإجتماع

source: File
ar: الملف

source: Date
ar: التاريخ

source: Minute Name
ar: إسم محضر الإجتماع

# no_data_to_show
source: there no data to showing
ar: الرحاء إختيار السنه

source: View
ar: عرض

source: Edit
ar: تحرير

source: Delete
ar: حذف

source: Notifications
ar: تنبيه

source: Copy
ar: نسخ

source: Export
ar: تصدير

# remind_to_signing
source: Remind to sign
ar: التذكير بالتوقيع

# select_year
source: Select an Year
ar: إختر السنه

# minutes_list
source: Minutes Of Meetings
ar: محاضر الإجتماعات

# remove_minute_done
source: Done
ar: تم حذف محضر الإجتماع بنجاع

# remove_minute_failed
source: Failed
ar: فشل حذف محضر الإجتماع

# select_meeting_name
source: Select Meeting
ar: إختر الإجتماع

# no_cancel
source: No
ar: لا

# close
source: Cancel
ar: إلغاء

# yes_delete
source: Yes
ar: نعم

# are_you_sure_to_delete
source: Confirm delete ?
ar: هل انت متأكد ؟

source: Attendees
ar: الحضور

source: Meeting agenda
ar: جدول أعمال الاجتماع

source: Details Of Agendas
ar: تفاصيل أجندة الإجتماع

source: Documents presented at the meeting
ar: الوثائق المقدمة في الاجتماع

source: Page
ar: صفحة

# sign_of
source: Of
ar: من

source: Minutes Of
ar: محضر إجتماع من

source: Committee Meeting
ar: لجنة الإجتماع

# postal_code
source: Post Code
ar: الرمز البريدي

source: Country
ar: الدولة

source: Phone Number
ar: رقم الهاتف

source: Fax
ar: فاكس

source: Position
ar: المنصب

source: Attended Name
ar: إسم الحضور

source: Commercial Registration No.
ar: رقم السجل التجاري.

# capital
source: The capital is
ar: رأس المال

source: Number
ar: الرقم

source: Mr.
ar: السيد

source: Company Name
ar: لشركة

source: Committee
ar: لجنة

source: the Board of Directors of
ar: مجلس إدارة

source: held on
ar: عقدت في

source: Where meeting Through
ar: حيث من خلال الاجتماع

source: Chairman of
ar: رئيس ل

source: committee started the meeting at
ar: مجلس - إفتتح الاجتماع في

source: announced the quorum & approved the Meeting Agenda.
ar: أعلن إكتمال النصاب القانوني والموافقة على جدول أعمال الاجتماع.

# coin
source: SAR
ar: ريال سعودي

source: Add New Resolution
ar: إضافة قرار جديد

source: Resolution Name
ar: اسم القرار

# add_resolution
source: Create Resolution
ar: إضافة قرار

# create_resolution_successfully
source: Create Resolution has been Successfully
ar: تم إنشاء القرار بنجاح

# create_resolution_failed
source: Create Resolution has been Failed
ar: فشل إنشاء القرار

# meeting_belongs_to
source: Select Meeting
ar: إختار الإجتماع

source: Select Board
ar: إختر المجلس

source: Board Resolutions List
ar: قائمة قرارات المجلس

# signed_failed
source: Failed
ar: فشل إضافة التوقيع

# signed_successfully
source: Successful
ar: تم إضافة التوقيع

source: Board Resolution
ar: مجلس قرار

source: No
ar: رقم

source: has resolved the following by
ar: قرر ما يلي بواسطة

source: circulation
ar: تداول

source: WHERE AS
ar: بينما

source: RESOLVED
ar: تم حل

source: On DAY
ar: في يوم

# agenda_add_successfully
source: Agenda Details has been Successfully
ar: تم تفاصيل جدول الأعمال بنجاح

# agenda_add_failed
source: Agenda Details has been Failed
ar: فشل في إضافة تفاصيل جدول الأعمال

source: add Details
ar: أضف التفاصيل

source: Save Minute
ar: إضافة محضر

# there_no_agendas_add_selected_meeting_please_fill_it
source: there is no agendas add to selected meeting please fill it
ar: لا توجد أجندات مضافة للاجتماع المختار يرجى تعبئتها

source: Next
ar: التالي

source: Back
ar: رجوع

source: agenda details
ar: تفاصيل الأجندة

source: attendance from abroad
ar: الحضور من خارج المجلس

source: Save
ar: حفظ

source: update Details
ar: تحديث التفاصيل

source: Remove Details
ar: حذف التفاصيل

source: are you sure to sign
ar: هل انت متأكد تريد التوقيع

source: Edit Minute
ar: تحرير المحضر

# yes_sure
source: Yes
ar: نعم

# are_you_sure
source: Mark Document
ar: تعين المستند

# to_sign
source: Signed ?
ar: موقع ؟

# to_delete
source: Delete ?
ar: حذف ؟

# yes_sure_download
source: Yes
ar: نعم متأكد نزل الملف

# yes_download
source: Confirm
ar: نعم

# download_file_is_done
source: Successful
ar: تم تنزيل الملف بنجاح

# download_file_is_failed
source: Failed
ar: فشل تنزيل الملف

source: Action Tracker
ar: تعقب العمل

# action_name
source: Tasks
ar: المهمة

source: Action Status
ar: الحالة

# action_date_due
source: Due Date
ar: تاريخ الاستحقاق

# action_note
source: Note
ar: ملاحظة

# action_date_assigned
source: Date Assigned
ar: تاريخ التعيين

# edit_action
source: Save Action
ar: تحديث تعقب العمل

source: Select Member Name
ar: حدد إسم العضو

source: Select Status
ar: حدد الحالة

source: Add to next meeting Agenda
ar: إضافة الي أجندة الإجتماع القادم

# financial_list
source: Financials
ar: المالية

source: Name
ar: الإسم

# disclosure_list
source: Disclosures List
ar: قائمة الإفصاحات

source: Type
ar: النوع

source: Committee Resolutions List
ar: قائمة قرارات الجان

source: Select Committee
ar: إختر المجلس

source: Annual Report List
ar: قائمة التقارير السنوية

source: Welcome
ar: مرحبا

source: Strong Encrypted
ar: آمن تمامآ

source: Not Strong Encrypted
ar: غير آمن

source: Connection Status
ar: حالة الإتصال

source: Notes
ar: الملاحظات

# note_text
source: Note
ar: الملاحظه

source: note Date
ar: تاريخ الملاحظه

source: Member Name
ar: العضو

source: Archived
ar: أرشفة

source: Published
ar: نشر

# unPublished
source: published off
ar: إلغاء النشر

source: Send
ar: إرسال

source: Notify
ar: إشعار

source: Mission
ar: المهمة

source: Task
ar: مهام

source: Reservation
ar: التحفظات

source: Attendees Name
ar: اسم الحضور

source: Attendees Position
ar: منصب الحضور

source: Add Meeting
ar: إضافة إجتماع

# unpublished_meeting
source: UnPublished
ar: إجتماعات لم تنشر

# published_meeting
source: Published
ar: إجتماعات منشورة

# archived_meeting
source: Archived
ar: إجتماعات مؤرشفة

# send_email
source: Send Mail
ar: إرسال إيميل

source: Signature
ar: التوقيع
